IDEA StatiCa Open Model
ConnectionData.AnchorGrids Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Anchor grids which belongs to the connection
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public List<AnchorGrid> AnchorGrids { get; set; }
Public Property AnchorGrids As List(Of AnchorGrid)
	Get
	Set
public:
property List<AnchorGrid^>^ AnchorGrids {
	List<AnchorGrid^>^ get ();
	void set (List<AnchorGrid^>^ value);
}
Property Value
Type: List<AnchorGrid>
See Also
Reference
ConnectionData Class
IdeaRS.OpenModel.Connection Namespace